{
  "funFacts": [
    "Cows have best friends and get stressed when they are separated.",
    "A group of flamingos is called a flamboyance.",
    "Penguins have a gland above their eyes that converts seawater into freshwater.",
    "Honey never spoils. (basically)",
    "A cockroach can live several weeks without its head.",
    "A group of hedgehogs is called a prickle.",
    "A sneeze travels out of your mouth at over 100 miles per hour.",
    "Some cats are allergic to people.",
    "The shortest war in history was between Britain and Zanzibar in 1896. Zanzibar surrendered after just 38 minutes.",
    "The world's oldest piece of chewing gum is over 9,000 years old.",
    "A group of crows is called a murder.",
    "A hummingbird's heart beats up to 1,260 times per minute.",
    "A blue whale's heart is the size of a small car.",
    "The world's largest snowflake on record measured 15 inches wide and 8 inches thick.",
    "A single cloud can weigh more than 1 million pounds.",
    "The world's largest grand piano was built by a 15-year-old in New Zealand.",
    "Cats can make over 100 different vocal sounds.",
    "The longest word in the English language has 189,819 letters.",
    "The world's largest rubber band ball weighs over 9,000 pounds.",
    "The oldest known living tree is over 5,000 years old.",
    "The world's deepest postbox is in Susami Bay, Japan. It's 10 meters underwater.",
    "The tongue is the strongest muscle in the human body relative to its size.",
    "The world's largest snow maze is over 30,000 square feet.",
    "A full head of human hair is strong enough to support 12 tons.",
    "Some turtles can breathe through their butts.",
    "A small child could swim through the veins of a blue whale.",
    "The world's largest jigsaw puzzle has over 551,232 pieces.",
    "The longest wedding veil was longer than 63 football fields.",
    "The world's largest yo-yo is over 11 feet tall.",
    "There are more possible iterations of a game of chess than there are atoms in the known universe.",
    "The world's largest ball of twine weighs over 21,000 pounds.",
    "The world's largest collection of rubber ducks contains over 11,000 ducks.",
    "The world's largest pencil is over 76 feet long.",
    "The world's largest gummy bear weighs over 5 pounds.",
    "There is a town in Alaska with a population of just 1 person.",
    "There is a town in Michigan called Hell.",
    "In 2006, a Coca-Cola employee offered to sell Coca-Cola secrets to Pepsi. Pepsi responded by notifying Coca-Cola.",
    "Bananas are berries, but strawberries are not.",
    "The longest recorded flight of a chicken is 13 seconds.",
    "Banging your head against a wall burns 150 calories an hour. (don't try this at home)",
    "The world's largest tire manufacturer is Lego.",
    "A group of ferrets is called a business.",
    "There are more possible iterations of a game of Go than there are atoms in the observable universe.",
    "The world’s largest grand piano was built by a 15-year-old in New Zealand.",
    "Sharify.in is rewrite of varify.pics which is rewrite of 69420.host"
  ]
}
